{"@metadata": {
		"authors": [
			"onesait platform, Indra Company"
		]
	},
	"onesait-title": "Onesait Platform Community",
	"menu-home":"Home",
	"menu-services":"What is",
	"menu-news":"News",
	"menu-projects":"Projects",
	"menu-history":"History",
	"menu-features":"Modules",
	"menu-team":"Team",
	"menu-contact":"Contact",
	"menu-developer":"Developer",
	"menu-language":"EN",
	
	"swiper-1":"Driving the creation of new solutions in the digital age.",
	"swiper-2":"Help us build an OpenSource community, Join to the revolution.",
	
	"h2-services":"What is Onesait Platform Community?",
	"h2-projects":"Latest Projects ",
	"h2-history":"Onesait Platform History",
	"h2-trust":"They already trust Onesait Platform",
	"h2-team":"Meet the Team",
	"h2-more":"Get more with Us",
	"h2-comments":"Join to the revolution.",
	"h2-pricing":"Pricing",	
	"h2-news":"News",
	
	"h3-offer":"What we Offer",
	"h3-banner":"Let's Develop Your Next Great App!",
	"h3-experience":"Experience Years",
	"h3-experience-desc":"Onesait Platform provides the flexibility so that our clients can build their own solutions in a solid and agile way using Open Source technologies, a flexible architecture and an innovative approach.",
	"h3-getintouch": "Get in Touch:",
	"getintouch-txt":"If you have any questions, just fill in the contact form, and we will answer you shortly.",
	"getintouch-name":"Your Name",
	"getintouch-email":"e-Mail",
	"getintouch-phone":"Phone",
	"getintouch-message":"Message",
	"getintouch-btn":"Send",
		
	"h6-transactions":"Transactions/Day",
	"h6-clients":"Clients",
	"h6-awards":"Awards",
	"h6-companies":"Companies",	
	
	"props-item-1":"Onesait Platform Community is the Open Source distribution of Onesait Platform powered by Minsait.",
	"props-item-Description-1":"Onesait Platform Community is an Open Source Digital Platform that enables the agile development of solutions on standard and opensource technologies and enables automatic deployment with Docker and Kubernetes on CaaS, managing the entire product life cycle.",
	"props-item-Description-1-2":"If you are looking for business support you want to be a partner of Onesait Platform, you can contact us at",
	"props-item-Description-1-3":"Do you want to know the detail of the modules that make up the Platform?",
	"p1-icon-1":"Cognitive Services",
	"p1-icon-2":"Data Flow",
	"p1-icon-3":"Data Mining",
	"p1-icon-4":"Datahub",
	"p1-icon-5":"Notebooks",
	"p1-icon-6":"Report Engine",
	
	"props-item-2":"2. Connects the physical and virtual world",
	"props-item-Description-2":"Go a step further and integrate the physical world into your digital solutions, from sensor data capture to edge analytics, merge the IT and OT worlds to develop business applications across the entire value chain.",
	"p2-icon-1":"Device Management",
	"p2-icon-2":"Digital Twin",
	"p2-icon-3":"Edge Engine",
	"p2-icon-4":"IoT Broker",
	"p2-icon-5":"Synoptics",
	"p2-icon-6":"Workload consolidation",
	
	"props-item-3":"3. Control and grow in a flexible way",
	"props-item-Description-3":"The digital environment is vibrant and dynamic and you must ensure the scalability and security of the new software solutions from the proof of concept while you start to develop and test new applications, with ambition for the future.Think Big, Start Small.",
	"p3-icon-1":"API Manager",
	"p3-icon-2":"Dashboards",
	"p3-icon-3":"Digital Brokers",
	"p3-icon-4":"Flow Engine",
	"p3-icon-5":"Geo Services",
	"p3-icon-6":"Identity SSO",
	"p3-icon-7":"Micro-services",
	"p3-icon-8":"Persistent",
	"p3-icon-9":"Rules Engine",
	"p3-icon-10":"Semantic Models",
	
	"props-item-4":"4. Boost your business in a free way ",
	"props-item-Description-4":"Access a container-based architecture, designed to guarantee you interoperability with the main IaaS suppliers and give you the freedom to create new solutions ensuring scalability and technological independence.",
		
	"props-item-5":"5. Innovate in an open and community way",
	"props-item-Description-5":"Join the Open Source development community and collaborate with other professionals who, like you, believe that together, sharing our knowledge, we can go further and make the latest technologies accessible to society.",
		
	"props-item-6":"6. It brings strength to the deployment of your applications",
	"props-item-Description-6":"Complements the Open Source distribution with an Enterprise version in which we make sure everything is ready for the most critical business processes and allows the deployment of On Premise and On Cloud applications.",
	
	"btn-getInTouch": "Know more",
	"h3-getintouch-1":"October 2019:",	
	"h3-getintouch-2":"What are we looking for?",
	"h3-getintouch-3":"And how?",
	"getintouch-txt-1":"We released Onesait Platform under Apache 2.0 license and presented it at an event that tells a lot about us ... take a look at this",
	"getintouch-txt-2":"The fundamental thing is that our platform convinces you, and you want to help us improve it",
	"getintouch-txt-3":"Depending on your experience, you can help us to improve the documentation, to correct a bug found, to create tests, to add a new capacity, ... we will be happy to guide you ... you can write to us on Github or read more here",
	"p-subtitle-contribute": "We tell you how to collaborate with the Onesait Platform Community.",
	"p-video": "We want to create the reference Opensource platform and to achieve it we need the best.",
	"engine-modules":"onesait Platform Engine Modules",
	"api-manager": "API Manager allows to appify ontologies, digital flows and swagger APIs. These APIs are viewed from a Portal and are exposed via OpenAPI. Gravitee-based extension, for advanced apification scenarios, for throuling control, advanced security policies and other protocols.",
	"flow-engine":"Flow Engine allows you to model business logic as process flows between components that encapsulate the logic. Node-red is used as the execution engine.",
	"rules-engine":"Rules Engine module allows you to create business rules on the platform using the DRL (Drools Rule Language) language. Technology based on Drools. Works with JSON format both in input and output",
	"identity-manager":"All the elements of the platform will be secured by configuration using oAuth2 as security standard. Allows the definition of Realms, Single Sign On, integration with LDAP and Active Directory and encryption of data and communications",
	"dashboards-desc":"It allows the platform's user to create visual dashboards that exploit the information in the platform whatever the repository, supporting drill-down, permissions, complex visualization of different gadgets",
	"Persistence":"Persistence",
	"Persistence-des":"Isolates the information in the platform from the underlying repository. The repository always offers a unified access SQL interface. It supports several database technologies like MongoDB, Elasticsearh, Neo4j and relational databases as oracle, sql server, mysql, posgress, etc.",
	"Semantics":"Semantics",
	"Semantics-des":"It allows to manage semantics in the Platform in a unified way and adapts the semantic model according to the type of Data Model chosen by the solution provider. Lightweight semantics based on JSON (such as GSMA, Fiware Data Model) and transformations from other semantics (JSON-LD) are supported",
	"Microservices":"Microservices",
	"Microservices-des":"Fully support for the creation of micro services and management of their complete life cycle, from the compilation of the code (based on templates and archetypes) to the deployment in CaaS",
	"Digital-Broker":"Allows devices, systems, APPs, etc., to communicate with the platform in a bidirectional way. To do this, it supports several protocols including MQTT, REST, Web Sockets, Kafka, and it offers client APIs for different languages so that communication with the platform is as simple as possible",
	"DataFlow":"It allows you to configure data streams between sources and targets + processors (platform, files, database, ...) It is the mechanism to use when the platform is going to collect information from the source system and not the one that sends it to the platform. Platform implementation is based on Streamsets components that allows more than 100 different source/target connectors",
	"Notebooks":"This tool allows data scientists to exploit, visualize and create models and algorithms on the information managed by the platform, in a simple way and with the main languages used in ML, such as Spark, R, Python, ... all of this with the platform's underlying security. Based on Apache Zeppelin, we can import notebooks from other tools like Jupyter",
	"DataMining":"DataMining Tool Guides",
	"DataMining-des":"Allows a non-expert user to make easily data interactive analysis, exploratory data analysis, train and execute models or visual programming. Platform team recommends to use Orange as Data Mining tool open source machine learning and data visualization for novice and expert. Interactive data analysis workflows with a large toolbox",
	"Cognitive":"Cognitive",
	"Cognitive-des":"Set of APIs for use in applications that require the use of artificial intelligence (AI). It allows to consume services of different PaaS including among others: Language: text analysis, entities, feeling; Translation of texts; Image Analysis including OCR, detection of entities; and Speech: enabling TextToSpeech",
	"Report-Engine-des":"Users can attach a Jasper template (.jrxml format) created in a Jasper Reports editor as JasperSoft Studio. Data adapter to connect to a REST web service. This mechanism is supported by the JSON and XML data adapters and supports the PUT, POST, and GET verbs.",
	"DataHub-des":"This module uses Hadoop to store, manage and process large volumes of data efficiently and cheaply. Uses HIVE and Impala / Presto for online queries",
	"IoT-Broker":"Component that allows devices and gateways to communicate with the platform in a bidirectional way. To do this, it supports several IoT protocols including MQTT, OPC, COAP, Kafka, and it offers client APIs for different languages so that communication with the platform is as simple as possible",
	"Device-Management":"A console allowing to manage and operate the devices of the IoT solutions. Edge Management System Cloud is a web application running in Cloud server that allows managing remotely all the Edge Gateways deployed in the field. It´s have a bidirectional communication with the devices without the need for the physical presence of a technician to solve it, allowing an absolute control over the devices remotely as if we were in the field",
	"Synoptics":"Focused on the creation of IoT systems in which Edge and Cloud capabilities of the platform can collaborate, allowing bi-directional communication with  devices, modeling and deployment. This synoptic functionality  is very useful in industrial scenarios where you need to be monitoring and acting on physical signals. The synoptics allow  you to create SCADA-type representations and real-time dashbaord",
	"Digital-twins":"This component includes a Digital Twin Broker, a semantic modelling based on the Web Thing API and the generation of executable code. You can interact with and orchestrate the different digital twins registered in the Platform from the Flow Engine",
	"Edge-Engine":"Hybrid strategy to process data near where they are generated. Increase in speed, safety and cost reduction. Edge Computing architecture based on containers, a set of technical components that implement this architecture and a set of tools for the development, deployment and governance of the entire life cycle of computational nodes and applications at the edge .",
	"Workload":"Unified Framework for Industrial IoT®, which is supported by Edge Computing and Workload Consolidation Architecture (EWLC™). Enabling contextual ML models with low latency and automation acquisition over RF and wired networks",
	"cloudlab-info":"CloudLab is an instance of the Platform mounted on Azure Cloud in which anyone can use for free and without limitations all the capabilities of the Platform by creating their own pilots and developments.",
	"accessCloudlab":"Access CloudLab",
	"moreInfo":"Know a little more.",
	"swiper-2-1":"Onesait Platform Community is a platform for the agile development of applications with continuous and multitenant deployment.",
	"swiper-2-2":"It includes a Control Panel that allows managing all development, CI / CD and deployment from a centralized web console.",
	"swiper-2-3":"It integrates the best open-source technologies in its field and acts as a Glue layer between them to use them in a simple and safe way",
	"swiper-2-4":"Isolate from the complexities of technologies: Spring Boot, Kafka, MongoDB, Elastic, Spark, Docker, Kubernetes, ...",
	"swiper-2-5":"It integrates with CaaS platforms such as Rancher or Kubernetes and allows deployment in any Cloud.",
	"swiper-2-6":"It also integrates with PaaS services from the main providers (BigQuery, CosmosDB) allowing its integrated use",
	"menu-contribut":"Contribute",
	"menu-canal":"Video Channel"
}