{
	"@metadata": {
		"authors": [
			"onesait platform"
		]
	},
	"onesait-title": "Onesait Platform Community",
	"menu-home":"Inicio",
	"menu-services":"Qué es",
	"menu-news":"Noticias",
	"menu-projects":"Proyectos",
	"menu-history":"Historia",
	"menu-features":"Módulos",
	"menu-team":"Equipo",
	"menu-contact":"Contacto",
	"menu-developer":"Desarrolladores",
	"menu-language":"ES",
	
	"swiper-1":"Impulsando la creación de nuevas soluciones en la era digital.",
	"swiper-2":"Ayúdanos a construir la comunidad Open Onesait Platform Community.",
	
	"h2-services":"¿Qué es Onesait Platform Community?",
	"h2-projects":"Últimos Proyectos",
	"h2-history":"Evolución de Onesait Platform",
	"h2-trust":"Ellos ya confían en Onesait Platform",
	"h2-team":"Conoce al Equipo",
	"h2-more":"Consiga más con Nosotros",
	"h2-comments":"Qué dice la gente de Onesait Platform",
	"h2-pricing":"Pricing",	
	"h2-news":"Noticias",
	
	"h3-offer":"¿Qué Ofrecemos?",
	"h3-banner":"Desarrollemos un nuevo Proyecto!",
	"h3-experience":"Años de Experiencia",	
	"h3-experience-desc":"Onesait Platform proporciona la flexibilidad para que nuestros clientes puedan construir sus propias soluciones de una manera sólida y ágil utilizando tecnologías de código abierto, una arquitectura flexible y un enfoque innovador",
	"h3-getintouch": "Si aún tienes dudas:",
	"getintouch-txt":"Si tienes alguna pregunta, simplemente rellena el formulario de contacto, y te contestaremos lo antes posible",
	"getintouch-name":"Nombre",
	"getintouch-email":"eMail",
	"getintouch-phone":"Teléfono",
	"getintouch-message":"Mensaje",
	"getintouch-btn":"Enviar",
	
	"h6-transactions":"Transacciones/Día",
	"h6-clients":"Clientes",
	"h6-awards":"Premios Recibidos",
	"h6-companies":"Empresas Conectadas",	
		
	"props-item-1":"Onesait Platform Community es la distribución Open Source de Onesait Platform impulsada por Minsait.",
	"props-item-Description-1":"Onesait Platform Community es una Plataforma Digital Open Source que habilita el desarrollo ágil de soluciones sobre tecnologías estándares y opensource y habilita el despliegue automático con Docker y Kubernetes sobre CaaS gestionando todo el ciclo de vida del producto.",
	"props-item-Description-1-2":"Si estás buscando soporte empresaria lo quieres ser partner de Onesait Platform, puedes contactar con nosotros en",
	"props-item-Description-1-3":"¿Quieres conocer el detalle de los módulos que componen la Plataforma?",
	"p1-icon-1":"Cognitive Services",
	"p1-icon-2":"Data Flow",
	"p1-icon-3":"Data Mining",
	"p1-icon-4":"Datahub",
	"p1-icon-5":"Notebooks",
	"p1-icon-6":"Report Engine",
	
	"props-item-2":"2. Conecta el mundo físico y el virtual",
	"props-item-Description-2":"Da un paso mas allá e integra el mundo físico en tus soluciones digitales, desde la toma de datos de sensores hasta la analítica en el edge para fusionar los mundos IT y OT para desarrollar aplicaciones de negocio en toda la cadena de valor.",
	"p2-icon-1":"Device Management",
	"p2-icon-2":"Digital Twin",
	"p2-icon-3":"Edge Engine",
	"p2-icon-4":"IoT Broker",
	"p2-icon-5":"Synoptics",
	"p2-icon-6":"Workload consolidation",
	
	"props-item-3":"3. Controla y crece de una forma flexible",
	"props-item-Description-3":"El entorno digital es vibrante y dinámico y debes asegurar la escalabilidad y seguridad de las nuevas soluciones software desde la prueba de concepto a la vez que te lanzas a desarrollar y testar nuevas aplicaciones, con ambición de futuro.Think Big, Start Small.",
	"p3-icon-1":"API Manager",
	"p3-icon-2":"Dashboards",
	"p3-icon-3":"Digital Brokers",
	"p3-icon-4":"Flow Engine",
	"p3-icon-5":"Geo Services",
	"p3-icon-6":"Identity SSO",
	"p3-icon-7":"Micro-services",
	"p3-icon-8":"Persistent",
	"p3-icon-9":"Rules Engine",
	"p3-icon-10":"Semantic Models",	
	
	"props-item-4":"4. Impulsa tu negocio de una forma libre",
	"props-item-Description-4":"Accede a una arquitectura basada en contenedores, diseñada para garantizarte la interoperabilidad con los principales proveedores de IaaS y darte la libertad de crear nuevas soluciones asegurando la escalabilidad y la independencia tecnológica.",
	"props-item-5":"5. Innova de una forma abierta y en comunidad",
	"props-item-Description-5":"Únete a la comunidad de desarrollo Open Source y colabora con otros profesionales que, como tú, creen que juntos, compartiendo nuestro conocimiento, podemos llegar más lejos y hacer accesible a la sociedad las últimas tecnologías.",
	"props-item-6":"6. Aporta solidez al despliegue de tus aplicaciones",
	"props-item-Description-6":"Complementa la distribución Open Source con una versión Enterprise en la que nos aseguramos de que todo esté listo para los procesos de negocio más críticos y permitimos el despliegue de aplicaciones On Premise y On Cloud.",
	
	"btn-getInTouch": "Saber Más",
	"h3-getintouch-1":"Octubre 2019:",	
	"h3-getintouch-2":"¿Qué buscamos?",
	"h3-getintouch-3":"¿Y cómo? ",
	"getintouch-txt-1":"Liberamos Onesait Platform bajo licencia Apache 2.0 y la presentamos en un evento que cuenta mucho de nosotros...échale un ojo a este  ",
	"getintouch-txt-2":"Lo fundamental es que nuestra plataforma te convenza, y quieras ayudarnos a mejorarla",
	"getintouch-txt-3":"En función de tu experiencia puedes ayudarnos a mejorar la documentación, a corregir algún bug encontrado, a crear test, a añadir una nueva capacidad,...nosotros estaremos encantados de guiarte...puedes escribirnos por Github o leer más aqui",
	"p-subtitle-contribute":"Te contamos cómo colaborar con la Comunidad Onesait Platform.",
	"p-video":"Queremos crear la plataforma Opensource de referencia y para conseguirlo necesitamos a los mejores.",
	"engine-modules":"onesait Platform Engine Modules",
	"api-manager":"API Manager permite aplicar ontologías, flujos digitales y API swagger. Estas API se ven desde un portal y se exponen a través de OpenAPI. Extensión basada en Gravitee, para escenarios de apificación avanzados, para control de aceleración, políticas de seguridad avanzadas y otros protocolos.",
	"flow-engine":"Flow Engine le permite modelar la lógica empresarial a medida que el proceso fluye entre componentes que encapsulan la lógica. Node-red se utiliza como motor de ejecución.",
	"rules-engine":"El módulo Motor de reglas le permite crear reglas comerciales en la plataforma utilizando el lenguaje DRL (Drools Rule Language). Tecnología basada en Drools. Funciona con formato JSON tanto en entrada como en salida",
	"identity-manager":"Todos los elementos de la plataforma estarán asegurados mediante configuración utilizando oAuth2 como estándar de seguridad. Permite la definición de Realms, Single Sign On, integración con LDAP y Active Directory y cifrado de datos y comunicaciones",
	"dashboards-desc":"Permite al usuario de la plataforma crear cuadros de mando visuales que explotan la información de la plataforma sea cual sea el repositorio, apoyando el desglose, permisos, visualización compleja de diferentes gadgets.",
	"Persistence":"Persistencia",
	"Persistence-des":"Aísla la información de la plataforma del repositorio subyacente. El repositorio siempre ofrece una interfaz SQL de acceso unificado. Es compatible con varias tecnologías de bases de datos como MongoDB, Elasticsearh, Neo4j y bases de datos relacionales como Oracle, SQL Server, mysql, posgress, etc.",
	"Semantics":"Semántica",
	"Semantics-des":"Permite gestionar la semántica en la Plataforma de forma unificada y adapta el modelo semántico según el tipo de Modelo de Datos elegido por el proveedor de la solución. Se admite la semántica ligera basada en JSON (como GSMA, Fiware Data Model) y las transformaciones de otras semánticas (JSON-LD)",
	"Microservices":"Microservicios",
	"Microservices-des":"Soporte total para la creación de microservicios y gestión de su ciclo de vida completo, desde la compilación del código (basado en plantillas y arquetipos) hasta el despliegue en CaaS",
	"Digital-Broker":"Permite que dispositivos, sistemas, APPs, etc., se comuniquen con la plataforma de forma bidireccional. Para ello, soporta varios protocolos incluyendo MQTT, REST, Web Sockets, Kafka, y ofrece APIs de cliente para diferentes lenguajes para que la comunicación con la plataforma sea lo más sencilla posible.",
	"DataFlow":"Permite configurar flujos de datos entre fuentes y destinos + procesadores (plataforma, archivos, base de datos, ...) Es el mecanismo a utilizar cuando la plataforma va a recopilar información del sistema fuente y no el que la envía a la plataforma. La implementación de la plataforma se basa en componentes de Streamsets que permiten más de 100 conectores de origen / destino diferentes",
	"Notebooks":"Esta herramienta permite a los científicos de datos explotar, visualizar y crear modelos y algoritmos sobre la información gestionada por la plataforma, de forma sencilla y con los principales lenguajes utilizados en ML, como Spark, R, Python, ... todo ello con la seguridad subyacente de la plataforma. Basado en Apache Zeppelin, podemos importar cuadernos de otras herramientas como Jupyter",
	"DataMining":"Herramientas Guías de minería de datos",
	"DataMining-des":"Permite a un usuario no experto realizar fácilmente análisis de datos interactivos, análisis de datos exploratorios, entrenar y ejecutar modelos o programación visual. El equipo de la plataforma recomienda utilizar Orange como herramienta de minería de datos, aprendizaje automático de código abierto y visualización de datos para principiantes y expertos. Flujos de trabajo de análisis de datos interactivos con una gran caja de herramientas",
	"Cognitive":"Cognitiva",
	"Cognitive-des":"Conjunto de API para su uso en aplicaciones que requieren el uso de inteligencia artificial (IA). Permite consumir servicios de diferentes PaaS incluyendo entre otros: Lenguaje: análisis de texto, entidades, sentimiento; Traducción de textos; Análisis de imágenes incluyendo OCR, detección de entidades; y voz: habilitando TextToSpeech",
	"Report-Engine-des":"Los usuarios pueden adjuntar una plantilla de Jasper (formato .jrxml) creada en un editor de Jasper Reports como JasperSoft Studio. Adaptador de datos para conectarse a un servicio web REST. Este mecanismo es compatible con los adaptadores de datos JSON y XML y admite los verbos PUT, POST y GET.",
	"DataHub-des":"Este módulo utiliza Hadoop para almacenar, administrar y procesar grandes volúmenes de datos de manera eficiente y económica. Utiliza HIVE e Impala / Presto para consultas en línea",
	"IoT-Broker":"Componente que permite que los dispositivos y pasarelas se comuniquen con la plataforma de forma bidireccional. Para ello, soporta varios protocolos de IoT incluyendo MQTT, OPC, COAP, Kafka, y ofrece APIs de cliente para diferentes lenguajes para que la comunicación con la plataforma sea lo más sencilla posible.",
	"Device-Management":"Una consola que permite administrar y operar los dispositivos de las soluciones de IoT. Edge Management System Cloud es una aplicación web que se ejecuta en un servidor Cloud que permite gestionar de forma remota todas las puertas de enlace Edge implementadas en el campo. Tiene una comunicación bidireccional con los dispositivos sin necesidad de la presencia física de un técnico para solucionarlo, permitiendo un control absoluto sobre los dispositivos de forma remota como si estuviéramos en el campo.",
	"Synoptics":"Enfocado en la creación de sistemas IoT en los que las capacidades Edge y Cloud de la plataforma puedan colaborar, permitiendo la comunicación bidireccional con dispositivos, modelado e implementación. Esta funcionalidad sinóptica es muy útil en escenarios industriales donde es necesario monitorear y actuar sobre señales físicas. Los sinópticos le permiten crear representaciones de tipo SCADA y dashbaord en tiempo real",
	"Digital-twins":"Este componente incluye un Digital Twin Broker, un modelado semántico basado en la API Web Thing y la generación de código ejecutable. Puedes interactuar y orquestar a los diferentes gemelos digitales registrados en la Plataforma desde Flow Engine",
	"Edge-Engine":"Estrategia híbrida para procesar datos cerca de donde se generan. Aumento de la velocidad, seguridad y reducción de costes. Arquitectura Edge Computing basada en contenedores, un conjunto de componentes técnicos que implementan esta arquitectura y un conjunto de herramientas para el desarrollo, despliegue y gobernanza de todo el ciclo de vida de los nodos computacionales y las aplicaciones en el edge.",
	"Workload":"Framework unificado para Industria IoT®, que es compatible con Edge Computing y Workload Consolidation Architecture (EWLC ™). Habilitación de modelos de aprendizaje automático contextuales con baja latencia y adquisición de automatización a través de redes RF y cableadas",
	"cloudlab-info":"CloudLab es una instancia de la Plataforma montada sobre Azure Cloud en la que cualquiera puede usar de forma gratuita y sin limitaciones todas las capacidades de la Plataforma creando sus propios pilotos y desarrollos.",
	"accessCloudlab":"Acceder a CloudLab",
	"moreInfo":"Saber un poco más.",
	"swiper-2-1":"Onesait Platform Community es una plataforma para el desarrollo ágil de aplicaciones con despliegue continuo y multitenant.",
	"swiper-2-2":"Incluye un Control Panel que permite gestionar todo el desarrollo, CI/CD y despliegue desde una consola web centralizada.",
	"swiper-2-3":"Integra las mejores tecnologías open-source en su ámbito y hace de capa de Glue entre ellas para usarlas de una forma sencilla y segura",
	"swiper-2-4":"Aisla de las complejidades de las tecnologías: Spring Boot, Kafka, MongoDB, Elastic, Spark, Docker, Kubernetes,....",
	"swiper-2-5":"Se integra con plataformas CaaS como Rancher o Kubernetes y permite el despliegue en cualquier Cloud.",
	"swiper-2-6":"También se integra con servicios PaaS de los principales proveedores (BigQuery, CosmosDB) permitiendo su uso integrado",
	"menu-contribut":"Contribuye",
	"menu-canal":"Canal Vídeo"
}
